<?php
	return array(
		'站立' => array(
			'琪亚娜' => '5',
			'空之律者'=> '5',
			'白魔女'=> '5',
			'芽衣幻影' => '5',
			'芽衣' => '5',
			'布洛妮娅' => '5',
			'姬子' => '5',
			'姬子幻影' => '5',
			'德丽莎' => '5',
			'德丽莎幻影' => '5',
			'学园长' => '5',
			'德丽拉' => '5',
			'八重樱' => '5',
			'三月兔' => '5',
			'柴郡猫' => '5',
			'卡莲' => '5',
			'符华' => '5',
			'阿符' => '5',
			'爱因斯坦' => '5',
			'爱因四坦' => '5',
			'特斯拉' => '5',
			'特四拉' => '5',
			'律者芽衣' => '5',
			'白发少女' => '5',
			'？？？' => '5',
			'猎人卡莲' => '5',
			'吸血德丽莎' => '5',
			'丽塔' => '5',
			'奥托' => '5',
			'学生' => '5',
			'黄金吼姆王' => '5',
			'魔镜' => '5',
			'雕像' => '5',
			'未来勇者' => '5'
			),
		'抱胸' => array(
			'琪亚娜' => '1',
			'芽衣' => '1',
			'德丽莎' => '1',
			'德丽莎幻影' => '1',
			'学园长' => '1',
			'德丽拉' => '1',
			'芽衣幻影' => '1',
			'特斯拉' => '2',
			'特四拉' => '2',
			'律者芽衣' => '1',
			'吸血德丽莎' => '1',
			'？？？'  => '1',
			'丽塔'  => '1',
			'奥托'  => '1'
			),
		'叉腰' => array(
			'琪亚娜' => '2',
			'姬子' => '1',
			'姬子幻影' => '1',
			'卡莲' => '1',
			'柴郡猫' => '1',			
			'爱因斯坦' => '2',
			'爱因四坦' => '2',
			'特斯拉' => '1',
			'特四拉' => '1',
			'？？？' => '1',
			'白发少女' => '1',
			'猎人卡莲' => '1'
			),
		'背手' => array(
			'琪亚娜' => '3'
			),
		'挠头' => array(
			'琪亚娜' => '4',
			'布洛妮娅' => '2',
			'爱因斯坦' => '1',
			'爱因四坦' => '1'
			),
		'托腮' => array(
			'芽衣' => '2',
			'姬子' => '2',
			'姬子幻影' => '2',
			'空之律者' => '2',
			'白魔女' => '2',
			'律者芽衣' => '2',
			'丽塔' => '2'
			),
		'捂嘴' => array(
			'芽衣' => '3',
			'卡莲' => '4',
			'柴郡猫' => '4',			
			'律者芽衣' => '3',
			'猎人卡莲' => '4'
			),
		'绕头发' => array(
			'芽衣' => '4',
			'律者芽衣' => '4',
			'芽衣幻影' => '4'
			),
		'歪头' => array(
			'布洛妮娅' => '1',
			'德丽莎' => '3',
			'德丽莎幻影' => '3',
			'德丽拉' => '3',
			'吸血德丽莎' => '3'
			),
		'漂浮' => array(
			'布洛妮娅' => '3'
			),
		'伸手' => array(
			'布洛妮娅' => '4',
			'空之律者' => '3',
			'白魔女' => '3'
			),
		'手交叠' => array(
			'姬子' => '3',
			'姬子幻影' => '3',
			'卡莲' => '3',
			'柴郡猫' => '3',			
			'？？？' => '3',
			'白发少女' => '3',
			'猎人卡莲' => '3'
			),
		'摊手' => array(
			'姬子' => '4',
			'姬子幻影' => '4',
			'八重樱' => '1',
			'三月兔' => '1',
			'空之律者' => '1',
			'白魔女' => '1',
			'丽塔' => '3',
			'奥托' => '4'
			),
		'抚脸' => array(
			'八重樱' => '2',
			'三月兔' => '2'
			),
		'握拳' => array(
			'八重樱' => '3',
			'三月兔' => '3',
			'特斯拉' => '4',
			'特四拉' => '4' 
			),
		'手搭剑' => array(
			'八重樱' => '4',
			'三月兔' => '4'
			),
		'捻下巴' => array(
			'卡莲' => '2',
			'柴郡猫' => '2',			
			'符华' => '1',
			'阿符' => '1',
			'德丽莎' => '2',
			'德丽莎幻影' => '2',
			'学园长' => '2',
			'德丽拉' => '2',
			'猎人卡莲' => '2',
			'吸血德丽莎' => '2',
			'？？？'=> '2',
			'奥托' => '2'
			),
		'扶眼镜' => array(
			'符华' => '2',
			'阿符' => '2'
			),
		'邀战' => array(
			'符华' => '3',
			'阿符' => '3'
			),
		'伸食指' => array(
			'爱因斯坦' => '3',
			'爱因四坦' => '3'
			),
		'双手叉腰' => array(
			'爱因斯坦' => '4',
			'爱因四坦' => '4'
			),
		'弯腰' => array(
			'德丽莎' => '4',
			'德丽莎幻影' => '4',
			'德丽拉' => '4',
			'吸血德丽莎' => '4'
			),
		'抬手' => array(
			'特斯拉' => '3',
			'特四拉' => '3',
			'奥托' => '3',
			'空之律者' => '4',
			'白魔女' => '4'
			),
		'整理' => array(
			'丽塔' => '4'
			),
		'痛苦' => array(
			'芽衣' => '6',	
			'布洛妮娅' => '6',
			'德丽莎' => '6'
			),
		'坚毅' => array(
			'芽衣' => '7',	
			'布洛妮娅' => '7',
			'德丽莎' => '7'
			),
		'无奈' => array(
			'芽衣' => '8',	
			'布洛妮娅' => '8',
			'德丽莎' => '8'
			)
	);
?>